Repository: M31MOTH/cronopete
Catalog: po/*.po
Languages: ru

source: Backing up folder %s.
ru: Папка резервирования %s.

source: Excluding folder %s.
ru: Исключить папку %s.

source: Excluding hidden folders in %s.
ru: Исключить скрытые папки в %s.

source: Backing up hidden folders in %s.
ru: Резервировать скрытые папки в %s.

source: Can't create the folder for this backup. Aborting backup.
ru: Невозможно создать папку для резервной копии. Операция прервана.

source: Can't create the base folders to do backups. Aborting backup.
ru: Невозможно создать базовые папки для резервной копии. Операция прервана.

source: Backup device not available. Aborting backup.
ru: Устройство резервной копии недоступно. Операция прервана.

source: Already started a backup.
ru: Все готово к созданию резервной копии.

source: Failed to free disk space to start a backup. Aborting backup.
ru: Нет свободного места на диске для запуска резервирования. Операция прервана.

source: Backup aborted
ru: Операция прервана

source: The disk is too small to hold a single backup. Adjust the list of backup and exclude folders.
ru: Емкость диска слишком мала для резервной копии. Измените настройки резервной копии и исключите папки.

source: Syncing disk
ru: Синхронизация диска

source: Can't close the backup. Aborting.
ru: Невозможно завершить резервирование. Операция отменена.

source: Backup done. Needed %ld seconds.
ru: Резервирование завершено. Потребовалось %ld секунд.

source: Failed to find the disk!!!!!
ru: Ошибка в чтении диска!!!!!

source: Failed to unmount the disk. Aborting format operation.
ru: Ошибка при отключении диска. Отмена операции.

source: Failed to format the disk (maybe it is needing too much time). Please, try again.
ru: Ошибка форматирования диска (возможно требуется больше времени). Попробуйте еще раз.

source: Failed to mount again the disk. Aborting the format operation.
ru: Ошибка при подключении диска. Отмена операции.

source: The selected drive must be formated to be used for backups. To do it, click the <i>Format disk</i> button. <b>All the data in the drive will be erased</b>
ru: Выберите диск который хотите использовать для резервных копий. Затем, нажмите кнопку <i>Форматировать</i>. <b>Все данные на диске будут уничтожены</b>

source: Unknown FS
ru: Неизвестная ФС

source: Unknown size
ru: Неизвестный размер

source: Idle
ru: Бездействие

source: Latest backup: %s
ru: Последняя копия: %s

source: Not defined
ru: Не выбран

source: None
ru: Никогда

source: Storage not available
ru: Хранилище недоступно

source: Backup disabled
ru: Резервирование отключено

source: Back Up Now
ru: Начать резервировать

source: Stop Backing Up
ru: Остановить резервирование

source: Restore files
ru: Восстановить файлы

source: Configure backup policies
ru: Настройте резервное копирование

source: Backing up folder %s
ru: Резервирование папки %s

source: Can't copy file %s
ru: Невозможно скопировать файл %s

source: Can't access directory %s
ru: Нет доступа к дериктории %s

source: Can't create directory %s
ru: Невозможно создать дерикторию %s

source: Starting backup
ru: Резервирование

source: Erasing old backups
ru: Удаление старых резервных копий

source: Backup aborted
ru: Резервирование прекращено

source: Can't do backup; disk is too small
ru: Невозможно сделать резервирование; емкость диска слишком мала

source: Can't do backup
ru: Невозможно создать резервную копию

source: Name
ru: Имя

source: Size
ru: Размер

source: Modification date
ru: Дата изменения

source: Show hidden files
ru: Показать скрытые файлы

source: Reverse order
ru: Обратный порядок

source: Sort by name
ru: Сортировать по имени

source: Sort by type
ru: Сортировать по типу

source: Sort by size
ru: Сортировать по размеру

source: Sort by date
ru: Сортировать по дате

source: View as icons
ru: Отобразить иконками

source: View as list
ru: Отобразить списком

source: Status: %s
ru: Состояние: %s

source: %lld GB of %lld GB
ru: %lld Гб из %lld Гб

source: Backup hidden files and folders in %s
ru: Резервировать скрытые файлы и папки в %s

source: Exit
ru: Выход

source: Today, at %H:%M
ru: Сегодня, в %H:%M

source: Yesterday, at %H:%M
ru: Вчера, в %H:%M

source: %A, %d %B %Y at %H:%M
ru: %A, %d %B %Y в %H:%M

source: %A, %B %d %Y at %H:%M
ru: %A, %B %d %Y в %H:%M

source: Restoring file: %s
ru: Восстановление файла: %s

source: Failed to restore file %s There's not enought free space
ru: Ошибка восстановления файла %s Недостаточно свободного места

source: Failed to restore file %s
ru: Ошибка восстановления файла %s

source: Preparing folders to restore
ru: Подготовка папок для восстановления

source: An Apple's Time Machine clone for Linux
ru: Это клон Time Machine от Apple для Linux

source: In 1895, H.G. Wells published <b>The Time Machine</b>, considerer for years the first novel with a time-travel machine. But in 1887, eight years before, Enrique Gaspar y Rimbau published <b>El anacronópete</b>, a novel in the format of a zarzuela, which is the truly first novel to feature a machine that allows to "fly against time". In 2007, Apple launched <b>Time Machine</b>, a backup program for MacOS X Leopard. Several simmilar programs for Linux surged. In 2011, arrives ana<b>CRONOPETE</b>, THE Apple's Time Machine clone for Linux.
ru: В 1895, Герберт Уэллс опубликовал <b>Машина времени</b>, одно из первых литературных произведений, в которых описывается путешествие человека во времени с помощью техники Но в 1887, за восемь лет до этого, Enrique Gaspar y Rimbau опубликовал <b>El anacronópete</b>, это научно-фантастический роман, который является первым романом о путешествиях во времени. В 2007, Apple показала <b>Time Machine</b>, программу для резервного копирования MacOS X Leopard. Потом появились несколько программ для Linux. В 2011, появилась ana<b>CRONOPETE</b>, это клон Time Machine от Apple для Linux.

source: Why <i>ana<b>CRONOPETE</b></i>?
ru: Почему <i>ana<b>CRONOPETE</b></i>?

source: Cancel
ru: Отмена

source: Select
ru: Выбрать

source: Available USB disks:
ru: Доступные носители:

source: Show all disks (except /home)
ru: Показать все диски (кроме /home)

source: Configuration exported
ru: Экспортировать конфигурацию

source: The backup configuration has been exported. Please, check the list of folders to ensure that everything went fine.
ru: Конфигурация резервирования была успешна экспортирована. Пожалуйста проверьте список папок, что-бы убедиться, что все прошло хорошо.

source: Ok
ru: Да

source: Add folder(s)
ru: Добавить папку(и)

source: There was an error during the formating operation. Aborted.
ru: Во время форматирования произошла ошибка. Операция прервана.

source: <b>Error info</b>
ru: <b>Информация об ошибке</b>

source: Format disk
ru: Форматировать диск

source: Formating disk. Please, wait.
ru: Идет форматирование. Ожидайте.

source: Next backup:
ru: Следующая копия:

source: Latest backup:
ru: Последняя копия:

source: Oldest backup:
ru: Первая копия:

# Refers to the free disk space available in the backup's hard disk
source: Available:
ru: Свободно:

source: Device:
ru: Устройство:

source: Change disk...
ru: Сменить диск...

source: Options
ru: Настройки

source: Cronopete keeps: * Hourly backups for the past 24 hours * Daily backups for the past month * Weekly backups until your hard disk is full
ru: Cronopete запоминает: * Ежечасные копии за последние 24 часа * Ежедневные копии за последний месяц * Еженедельные копии пока ваш диск не заполнится

source: Show Cronopete in menu bar
ru: Отобразить Cronopete в строке состояния (трее)

source: About
ru: Об Cronopete

source: Configuration
ru: Конфигурация

source: Log
ru: Журнал

source: Folders to backup
ru: Папки для копий

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: <b>Backup these folders</b>
ru: <b>Копировать эти папки</b>

source: <b>Exclude these folders</b>
ru: <b>Исключить эти папки</b>

source: Time interval between backups (in hours):
ru: Интервал резервирования (в часах):

source: Ignore
ru: Игнорировать

source: Ignore all
ru: Игнорировать все

source: Restore ended succesfully
ru: Восстановление прошло успешно

source: Restoring files
ru: Восстановление файлов

source: Don't ask me again
ru: Больше не спрашивать

source: Ask me later
ru: Спросить позже

source: Configure now
ru: Настроить сейчас

source: Welcome to Cronopete
ru: Добро пожаловать в Cronopete

source: Cronopete is a backup utility that allows you to make regular copies of your data, and restore it from several dates. Now, you can configure which external disk use to make the copies and which folders you want to backup, or you can leave it for later.
ru: Cronopete это программа для создания регулярных резервных копий ваших данных и восстановление их в нужный момент времени. Сейчас вы можете настроить ваши внешние диски для резервного копирования данных, или можете сделать это позже.
